Repository: simple-icons/simple-icons-website
Catalog: locales/*.po
Languages: ja_jp, pt, uk

source: $nIcons Free SVG icons for popular brands
ja_jp: $nIcons 人気ブランドの無料 SVG アイコン
pt: $nIcons ícones SVG gratuitos para marcas populares
uk: $nIcons Безкоштовні іконки SVG для популярних брендів

source: Extension
ja_jp: 拡張
pt: Extensão
uk: Розширення

source: Author
ja_jp: 投稿者
pt: Autor
uk: Автор

source: Main Repository
ja_jp: メインリポジトリ
pt: Repositório principal
uk: Основний репозиторій

source: Legal Disclaimer
ja_jp: 法的放棄声明
pt: Contrato
uk: Юридичні застереження

source: Third-Party Extensions
ja_jp: サードパーティの拡張機能
pt: Extensões de terceiros
uk: Сторонні розширення

source: Language
ja_jp: 言語
pt: Linguagem
uk: Мова

source: $nIcons Free <abbr title="Scalable Vector Graphic">SVG</abbr> icons for popular brands
ja_jp: $nIcons 人気ブランドの無料 <abbr title="スケーラブルなベクター グラフィック">SVG</abbr> アイコン
pt: $nIcons ícones <abbr title="Scalable Vector Graphic">SVG</abbr> gratuitos para marcas populares
uk: $nIcons Безкоштовні <abbr title="Scalable Vector Graphic">SVG</abbr> значки популярних брендів

source: Controls are only available when JavaScript is enabled.
ja_jp: コントロールは、JavaScript が有効な場合にのみ使用できます。
pt: Os controles só estão disponíveis quando o JavaScript está ativado.
uk: Елементи керування доступні за умови увімкнення JavaScript.

source: Search
ja_jp: 検索
pt: Pesquisar
uk: Пошук

source: Search by brand...
ja_jp: 銘柄から探す。。。
pt: Pesquisar por marca...
uk: Шукати бренд…

source: Order
ja_jp: 注文
pt: Ordem
uk: Впорядковувати

source: Sort alphabetically
ja_jp: アルファベット順に並べ替え
pt: Ordem alfabética
uk: За алфавітом

source: Sort by relevance
ja_jp: 関連性で並べ替え
pt: Ordenar por relevância
uk: За відповідністю

source: Mode
ja_jp: モード
pt: Modo
uk: Режим

source: Light color scheme
ja_jp: 淡い配色
pt: Esquema de cores claras
uk: Світла тема

source: Dark color scheme
ja_jp: 暗い配色
pt: Esquema de cores escuras
uk: Темна тема

source: System color scheme
ja_jp: システム配色
pt: Esquema de cores do sistema
uk: Системна

source: Download
ja_jp: ダウンロード
pt: Baixar
uk: Завантажити

source: download SVG
ja_jp: ダウンロード SVG
pt: baixar SVG
uk: завантажити SVG

source: download PDF
ja_jp: ダウンロード PDF
pt: baixar PDF
uk: завантажити PDF

source: Icon missing?
ja_jp: アイコンがない？
pt: Ícone ausente?
uk: Немає значка?

source: Submit a request
ja_jp: リクエストを提出する
pt: Envie uma petição
uk: Зробіть запит

source: $iconTitle icon
ja_jp: $iconTitle アイコン
pt: ícone $iconTitle

source: $iconTitle guidelines
ja_jp: $iconTitle 鑑札
pt: Diretrizes de $iconTitle
uk: $iconTitle настанови

source: Brand Guidelines
ja_jp: 銘柄 指針
pt: Diretrizes da marca
uk: Настанови бренду

source: $iconTitle icon license
ja_jp: $iconTitle アイコンの許可
pt: Licença do ícone $iconTitle
uk: ліцензія на значок $iconTitle

source: $iconTitle color
ja_jp: $iconTitle の色
uk: $iconTitle колір

source: A <a href="https://github.com/simple-icons/simple-icons/blob/develop/LICENSE.md">CCO</a> project maintained by the <a href="https://github.com/simple-icons/simple-icons/graphs/contributors">Simple Icons contributors</a>.
ja_jp: が維持する<a href="https://github.com/simple-icons/simple-icons/blob/develop/LICENSE.md">CCO</a>プロジェクト<a href="https://github.com/simple-icons/simple-icons/graphs/contributors">Simple Icons の貢献者</a>.
pt: Um projeto <a href="https://github.com/simple-icons/simple-icons/blob/develop/LICENSE.md">CCO</a> mantido pelos <a href="https://github.com/simple-icons/simple-icons/graphs/contributors">contribuidores do Simple Icons</a>.
uk: Проєкт є суспільним надбанням (<a href="https://github.com/simple-icons/s imple-icons/blob/develop/LICENSE.md">CCO</a>) та підтримується <a href="https://github.com/simple-icons/simple-icons/graphs/contributors">учасниками Simple Icons</a>.

source: Use $repoLink for requests, corrections and contributions.
ja_jp: リクエスト、修正、投稿には $repoLink を使用してください。
pt: Use $repoLink para solicitações, correções e contribuições.
uk: Використовуйте $repoLink для надсилання запитів на покращення та участі.

source: Kindly supported by your donations at <a href="https://opencollective.com/simple-icons">Open Collective</a>.
ja_jp: <a href="https://opencollective.com/simple-icons">Open Collective</a> での寄付により、親切にサポートされています。
pt: Gentilmente apoiado por suas doações no <a href="https://opencollective.com/simple-icons">Open Collective</a>.
uk: Підтримується за рахунок ваших донатів через <a href="https://opencollective.com/simple-icons">Open Collective</a>.

source: Twitter logo
ja_jp: Twitter のロゴ
pt: Logotipo do Twitter

source: Share this on Twitter!
ja_jp: ツイッターでシェア!
pt: Compartilhe isso no Twitter!

source: Website repository
ja_jp: ウェブサイトのリポジトリ
pt: Repositório do site
uk: Репозиторій вебсайту

source: Made with ❤️ on GitHub
ja_jp: GitHub で❤️ で作成
pt: Feito com ❤️ no GitHub
uk: Зроблено з ❤️ на GitHub

source: Sort by color
ja_jp: 色で並べる
pt: Ordenar por cor
uk: За кольором

source: Deprecated
ja_jp: 非推奨
pt: Ddescontinuado
uk: Застаріле

source: Removal at $version
ja_jp: $version で削除
pt: Remoção na $version
uk: Вилучено у $version

source: Layout
ja_jp: 設計
pt: Disposição
uk: Розкладка

source: Comfortable
ja_jp: 快適
pt: Confortável
uk: Зручна

source: Compact
ja_jp: コンパクト
pt: Compactar
uk: Компактна

source: view $iconTitle
ja_jp: $iconTitle を見る
pt: ver $iconTitle
uk: переглянути $iconTitle

source: Download SVG
ja_jp: ダウンロード SVG
pt: Baixar SVG
uk: Завантажити SVG

source: Download colored SVG
ja_jp: 色SVG をダウンロード
pt: Baixar SVG colorido
uk: Завантажити кольоровий SVG

source: Download PDF
ja_jp: ダウンロード PDF
pt: Baixar PDF
uk: Завантажити PDF

source: It will be removed at version $version
ja_jp: バージョン $version で削除されます
pt: Será removido na versão $version
uk: Буде вилучено у версії $version

source: no brand guidelines
ja_jp: ブランドガイドラインなし
pt: sem diretrizes de marca
uk: настанови бренду відсутні

source: no icon license
ja_jp: アイコンのガイドラインなし
pt: sem licença de ícone
uk: ліцензія відсутня

source: Icon outdated?
ja_jp: 時代遅れのアイコン？
pt: Ícone desatualizado?
uk: Значок застарів?

source: Report outdated icon
ja_jp: 古いアイコンを報告する
pt: Informar que um ícone está desatualizado
uk: Повідомте про застарілий значок

source: Share this on X!
uk: Поділитись в Х!
